Group Project/js/status_10.org
#+TITLE: Week 10: Group Status Report 
#+AUTHOR: Bryan Muller, Peter Flickinger
#+LANGUAGE: en
#+OPTIONS: H:4 num:nil toc:nil \n:nil @:t ::t |:t ^:t *:t TeX:t LaTeX:t ':t
#+OPTIONS: html-postamble:nil
#+STARTUP: showeverything entitiespretty inlineimages

We were able to gather all the data from Canvas that we wanted to use. We have
just over 3100 rows of student grade data we will be using. We are now in the
process of manipulating the data and adding some additional calculated columns,
such as average teacher grade, gpa, past course grades etc. Once those columns
have been added, will be ready to anonymize and train the model. I would claim
that we are on schedule.

