Group Project/status_10.tex
% Created 2019-03-16 Sat 17:20
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Bryan Muller, Peter Flickinger}
\date{\today}
\title{Week 10: Group Status Report}
\hypersetup{
 pdfauthor={Bryan Muller, Peter Flickinger},
 pdftitle={Week 10: Group Status Report},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.13)}, 
 pdflang={English}}
\begin{document}

\maketitle
We were able to gather all the data from Canvas that we wanted to use. We have
just over 3100 rows of student grade data we will be using. We are now in the
process of manipulating the data and adding some additional calculated columns,
such as average teacher grade, gpa, past course grades etc. Once those columns
have been added, will be ready to anonymize and train the model. I would claim
that we are on schedule.
\end{document}
